Repository: LGUIGUES/phptrial_v2
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: API Logo
fr: Logo API

source: Home
fr: Accueil

source: API Test
fr: Test API

source: Propulsed by Symfony
fr: Propulsé par Symfony

source: Page not found!
fr: Page introuvable !

source: Return to home
fr: Retour à l'accueil

source: Welcome to test an API Rest !
fr: Bienvenue pour tester une API !

source: This test is send a file with conditions (format, size, extension, head, columns...) to an API.
fr: Ce test consiste à envoyer un fichier avec des conditions (format, taille, extension, en-tête, colonnes...) à une API.

source: This API return a reponse if the file submited is good.
fr: Cette API renvoie une réponse si le fichier soumis est bon.

source: Go to test...
fr: Vous pouvez tester...

source: API Results
fr: Résultats de l'API

source: Response :
fr: Réponse :

source: SubmittedItems :
fr: Items soumis :

source: Choose a file and submit it
fr: Choisissez un fichier et soumettez-le

source: Accepted format (csv or json) - Max size: 2Mb
fr: Format accepté (csv ou json) - Taille max : 2Mo

source: Your file
fr: Votre fichier

source: Submit
fr: Envoyer

source: The requested page couldn't be located.
fr: La page demandée est introuvable.

source: Missing or malformated fields !
fr: Champs manquants ou mal formatés !

source: The API call was successful.
fr: L'appel à l'API a réussi.
